<!DOCTYPE html>
<html>
    <head>                                                                                  
        <tittle>
            DISE&Ntilde;O DEL WENO
        </tittle>  
    </head>     
    <meta name="viewport" content="width=device-width", initial-scale="1.0">
    
    <Style>
        .colorido {
            background-color: bisque;
            font-size: medium;
            font-family: Arial, Helvetica, sans-serif;
        } 
        @media screen and (max-width: 800px){
            .colorido {
                background-color: coral;
            }

        }
    </Style>

    <body>
       
        <h2> Chile caba&ntilde;a Estudio Diagonal Architects </h2>
        <img src="https://i0.wp.com/lavozdechile.com/wp-content/uploads/2023/04/Chile-cabana-Estudio-Diagonal-Architects.jpg?w=1280&ssl=1" style="max-width:100%;height:auto;">
        
        <p class="colorido">
        Muy cerca de la ciudad de La Uni&oacute;n, capital de la Provincia del Ranco en el territorio sur de la Regi&oacute;n de Los R&iacute;os en Chile, se encuentra una peque&ntilde;a caba&ntilde;a llamada retiro 3x3.

Dise&ntilde;ado por Estudio Diagonal Architects, la peque&ntilde;a casa fue dise&ntilde;ada para crear una sensaci&oacute;n de cohesi&oacute;n entre la "geometr&iacute;a radical" de la estructura y la esencia natural y org&aacute;nica del sitio.

La casa fue dise&ntilde;ada para fusionarse a la perfecci&oacute;n con el paisaje forestal circundante, lo que permite que la verdadera belleza del sitio brille de manera espectacular.

La caba&ntilde;a tiene como objetivo funcionar como una vivienda c&oacute;moda, acogedora y funcional en el bosque virgen, sin perturbar ni causar da&ntilde;o al bosque en lo m&aacute;s m&iacute;nimo. Est&aacute; situado en una pendiente que domina sutilmente el r&iacute;o Radimadi.

Este fue un movimiento genial, ya que permite que la caba&ntilde;a brinde a sus residentes impresionantes vistas de la naturaleza y los encantadores sonidos del r&iacute;o cercano. El retiro de 3x3 mide tres por tres metros, raz&oacute;n por la cual tiene un nombre intrigante y &uacute;nico. Se eleva 4,8 metros sobre el suelo del bosque, con un techo de doble altura que se suma magn&iacute;ficamente a su presencia.

El retiro se ha distribuido en tres secciones. La primera secci&oacute;n es la terraza, que funciona como un lugar ingenioso para que los residentes se re&uacute;nan y hagan una parrillada.

La segunda secci&oacute;n es el primer piso o el "piso de d&iacute;a", que incluye la cocina, el comedor y la sala de estar. Este espacio tambi&eacute;n cuenta con una ventana frontal de doble altura, que da acceso a vistas surrealistas de la selva tropical.

La tercera secci&oacute;n es el segundo piso o el "piso privado" que alberga el dormitorio y el ba&ntilde;o. Solo se puede acceder a esta secci&oacute;n a trav&eacute;s de una escalera, en un intento de ahorrar espacio y hacer que la secci&oacute;n sea m&aacute;s privada.
        
         </p>

        

        <picture>
            <source src="https://i0.wp.com/lavozdechile.com/wp-content/uploads/2023/04/Chile-Estudio-Diagonal-Architects.jpg?ssl=1" media="(max-width: 600px)">
            <source src="img_flowers.jpg" media="(max-width: 700px)">
            <source src="flowers.jpg">
            <img src="img_smallflower.jpg" alt="IMAGES">
          </picture>
    </body>
</html>
